[
         { 
         "image":"images/music_player.jpg", 
         "name":"Simple Music Player ", 
         "keywords":"website api deezer player react reactjs music project free freeversion application github git", 
         "desc":"hey you, I developed a brand new music player with API so you can access most of the music but with limited length.Try it.I came this with new UI/Ux and If you like it just follow me on instagram ,linkedIn and github", 
         "link":"https://dinesh-kumar-music-player.netlify.app/" 
     },
    {
        "image":"images/masala.jpg",
        "name":"Rs Naturals",
        "keywords":"website shopping shop Rs naturals masala ecommerce ecom project free freeversion application github git",
        "desc":"Hi followers, This is my another responsive ecommerce project but this time I made it as multipage website.Try it.I came this with new UI/Ux and If you like it just follow me on instagram ,linkedIn and github",
        "link":"https://dinesh-kumar-002.github.io/project/"
    },
    {
        "image":"images/ecommerce.jpg",
        "name":"ShopDrop",
        "keywords":"website shopping shop shopdrop ecommerce ecom project free freeversion application github git",
        "desc":"Hi visitors, this is my another ecommerce project.Just try it.If you like it just follow me on instagram ,linkedIn and github",
        "link":"https://dinesh-kumar-002.github.io/shopdrop/"
    },
    {
        "image":"images/find color.jpg",
        "name":"Find color",
        "keywords":"find color findcolor game memory play project free freeversion website application github git",
        "desc":"Hey guys,new game find color with js is out/It's simple to play and enjoyable it increased our knowledge of color code.And it is very helpful for programmers and designers.Thanks for interest in my project.Follow me if you like my work.",
        "link":"https://dinesh-kumar-002.github.io/find-color/"
    },
    {
        "image":"images/tiktaktoe.jpg",
        "name":"Tik Tak Toe",
        "keywords":"tiktaktoe game tiktaktkoegame tik tak toe play project free freeversion website application github git",
        "desc":"Hey guys,this is Well Known TIKTAKTOE game which is simple to play and userfriendly.Thanks for interest in my project.Follow me if you like my work.",
        "link":"https://dinesh-kumar-002.github.io/TikTakToe/"
    },
    {
        "image":"images/memory game.jpg",
        "name":"Memory Game",
        "keywords":"memory game memorygame play project free freeversion website application github git",
        "desc":"Hi guys, This is memory game which is simple to play and userfriendly.Thanks for interest in my project.Follow me if you like my work.",
        "link":"https://dinesh-kumar-002.github.io/memory-game/"
    },
    {
        "image":"images/weather.jpg",
        "name":"Weather App",
        "keywords":"weather weatherapi api project free freeversion weather application github website",
        "desc":"Hey guys, This is my first API project which is weather API.I made this with free version with limited API calls. Thanks for interest in my project.Follow me if you like my work.",
        "link":"https://dinesh-kumar-002.github.io/weather/"
    },
    {
        "image":"images/login.jpg",
        "name":"SignUp and LogIn",
        "keywords":"project own creative loginpage login signup signuppage page application github",
        "desc":"This is my own signUp and Login page.It's unique and everything is my own creative.",
        "link":"https://dinesh-kumar-002.github.io/signup-and-login/"
    },
    {
        "image":"images/todolist.jpg",
        "name":"To-Do list",
        "keywords":"to todo list project free todolist application github git",
        "desc":"Hello guys, Back with one more project.Its to-do list project using javascript and also made with locaStorage that makees it unique. Even when you refresh the page to-do doesn't go off.So Try it out. Follo me if you like my work.",
        "link":"https://dinesh-kumar-002.github.io/ToDo/"
    },
    {
        "image":"images/ecomm.jpg",
        "name":"Ecommerce(food order website)",
        "keywords":"ecommerce website ecommercewebsite cart addtocart project ecom application github",
        "desc":"Hey you, I made ecommerce webApp with pure js.And it is made with localStorage facility that makes rock, And the data are getting from JSON file. Its complete responsive,. just try it .Follow me if you like my work.",
        "link":"https://dinesh-kumar-002.github.io/ecom/"
    }
    
]